<?php

return [
    'state_message_text' => 'В битве остались:',
    'turn_message' => 'Ход: ',
    'select_class_message' => 'Выберите ваш класс, или этот выбор сделают за вас!',
    'confirm_class' => 'Класс выбран',
    'ability_refuse_dead' => 'Вы мертвы',
    'win_message' => 'Побеждает',
    'win_pre_message' => 'В КОРОЛЕВСКОЙ БИТВЕ',
    'win_end_message' => 'ОСТАЛСЯ ТОЛЬКО ОДИН',
    'win_nobody' => '💀💀НИКТО НЕ ВЫЖИЛ💀💀',
    'battle_cancel' => "Поезд сделал бум " . PHP_EOL
        . '!جاء إلى المستشفى. تحدث للتسجيل. تحدث مع الطبيب. فقدت طفلها',
    'refuse_no_battle_exists' => 'Никакой битвы не планируется, но ее можно создать',
    'refuse_battle_started' => 'А все уже, раньше надо было',
    'refuse_already_registrated' => 'Двічі в одну річку не ввійдеш',
    'registration_success' => 'Добро пожаловать в метрополитен',
    'refuse_battle_exists' => 'Битва вот-вот начнется, запрыгивай!',
    'battle_created' => 'Метро приземлилось. Заходите!',
];
